app/views/renters/index.html.erb

SELECT  "units".* FROM "units" WHERE "units"."id" = $1 LIMIT $2  [["id", 25], ["LIMIT", 1]]
---
  <% @renters.each do |renter| %>
    <li><%= renter.first_name %> <%= renter.last_name %>: <%= renter.unit.name %></li>