app/controllers/renters_controller.rb

SELECT "renters".* FROM "renters"
---
  def index
    @renters = Renter.all